{
  "TITLE": "The portal provides addresses for direct contact with information and library institutions of Uzbekistan!",
  "title": "Information portal of the information library institution",
  "home": "Home",
  "news": "News",
  "about_library": "About Libraries",
  "books": "Programming Books",
  "libraries": "Libraries",
  "library": "Library",
  "tuit": "Tashkent University of Information Technologies",
  "Books": "Books",
  "read_more": "Read more",
  "motivation": "Books are a uniquely portable magic",
  "exit": "Exit",
  "authors": "Authors",
  "product_details": "Product Details",
  "country": "Country",
  "Republican_Scientific_Pedagogical_Library": "Republican Scientific Pedagogical Library",
  "Republican_Scientific_Pedagogical_Library_desc": "Tashkent State Pedagogical University named after Nizami is one of the largest scientific and educational centers in the country, with its rich history and established positive traditions. The university's highly qualified scientific and pedagogical team provides students with quality knowledge. Educational buildings, laboratories, information resource center, electronic library, information technology center, printing house, sports complex, museum, training and retraining centers, training and health camp, student dormitories and canteens at the disposal of teachers.",
  "Turon": "Turon Library",
  "Academy_of_Sciences_of_Uzbekistan": "Academy of Sciences of Uzbekistan",
  "Academy_of_Sciences_of_Uzbekistan_desc": "Academy of Sciences of Uzbekistan (abbreviation: FA of Uzbekistan or UzFA), full name of the Academy of Sciences of the Republic of Uzbekistan is the National Academy of Sciences of Uzbekistan. The academy was opened in November 1943. Today it is a member of the International Scientific Union (ICSU), the International Radio Union (URSI) and the International Astronomical Union (IAU).The Academy of Sciences of Uzbekistan is the highest scientific organization of the country. It brings together academics and their foreign members, as well as researchers and specialists from its affiliated research institutions. Its main task is to ensure the implementation of state policy in the field of science and technology, fundamental research in promising areas for the development of the state and society and the development of advanced technologies, fundamental assistance in socio-economic, scientific, technical and spiritual development research.",
  "children_library": "Republican Children's Library",
  "children_library_desc": "The Republican Children's Library was established in January 1965 on the basis of the Fund of the Department of Adolescent Services of the Alisher Navoi State Library as a scientific and methodological center for children's libraries in the regions by the decision of the Cabinet of Ministers of the Republic of Uzbekistan.The library was originally housed in the same building as the Mayakovsky Library, and in 1972 it acquired its own building. The choice of building for the library was based on its location in the city center, convenient location, proximity to schools and kindergartens.",
  "turon_desc": "Turon library (Tashkent region 'Turon' universal scientific library) — in the republic of uzbekistan one of the biggest libraries of scientific and educational institutions. In 1918, in tashkent opened as an independent public library. In 1919, 'Turon' given the name (1928-1993 in 'October' with bearing the name of). Located in the library building, originally in 1913 enlightened Avloniy Abdulla in leadership 'Turon' china theatre configured. Of the city of tashkent enlightened 'Turon' the initiative of the society and their books and as a personal gift to the library in the same building on the floor laid the basis of the fund (1913). Turon library Munavvarqori Abdurashidxonov, Abdulla Avloniy, Abdulla Kadiri, Cho'lpon, Zafariy G'ulom, Rahimiy Shokirjon, Mannon Uygur, Majid Kadiri taraqqiyparvar like the combining of the motherland and the intelligentsia of the nation's media that holds a high place in the fight for freedom is here in the form of the spiritual.",
  "publisher": "Publisher",
  "publish_date": "Publish Date",
  "Knowladge": "Knowledge Library",
  "Alisher": "National Library of Uzbekistan named after Alisher Navoi",
  "language": "Language",
  "description": "Description",
  "contact": "Connect with me on social networks:",
  "contact1": "Contact",
  "location": "Boka district of Tashkent region",
  "useful_links": "Useful Links",
  "library_links": "Libraries Links",
  "MIT_Library": "MIT University Library",
  "Oxword_library": "Oxword University Library",
  "Oxword_library_desc": "The Bodleian Libraries at the University of Oxford is the largest university library system in the United Kingdom. It includes the principal University library – the Bodleian Library – which has been a legal deposit library for 400 years; as well as 30 libraries across Oxford including major research libraries and faculty, department and institute libraries. Together, the Libraries hold more than 12 million printed items, over 80,000 e-journals and outstanding special collections including rare books and manuscripts, classical papyri, maps, music, art and printed ephemera. Members of the public can explore the collections via the Bodleian’s online image portal at digital.bodleian.ox.ac.uk or by visiting the exhibition galleries in the Bodleian’s Weston Library. For more information, visit www.bodleian.ox.ac.uk.",
  "Harvard": "Harvard University Library",
  "Stanford": "Stanford University Library",
  "Oxword": "Oxword University Library",
  "Cambridge": "Cambridge University Library",
  "Cambridge_library": "Cambridge University Library is the main research library of the University of Cambridge. It is the largest of the over 100 libraries within the University.[1] The Library is a major scholarly resource for the members of the University of Cambridge and external researchers. It is often referred to within the University as the UL.[2] Thirty three faculty and departmental libraries are associated with the University Library for the purpose of central governance and administration, forming 'Cambridge University Libraries'.",
  "Uzb": "National Library of Uzbekistan",
  "California": "University of California Library",
  "California_desc": "The University of California operates the largest academic library system in the world. It manages more than 40.8 million print volumes[1] in 100 libraries on ten campuses. The purpose of these libraries is to assist research and instruction on the University of California campuses. While each campus library is separate, they share (through the UC library system) facilities for storage, computerized indexing, digital libraries and management.Historically, each campus maintained its own library catalog and simultaneously participated in the systemwide union catalog, Melvyl. On July 27, 2021, all ten campuses went live with UC Library Search, a unified systemwide library catalog based on the Ex Libris Alma/Primo platform.",
  "Yale": "University of Yale Library",
  "Washington": "University of Washington Library",
  "book": "Book.uz",
  "knowladge": "Knowladge.uz",
  "knowladge_desc": "In October 1937, the Central Library of the Frunze district (now Yakkasaray district) of Tashkent was established with a book fund of 10,000 units in the field yard of Governor-General Kropatkin in the Kirov Park of Culture and Recreation (now the ZM Bobur Park).From September 1975 to 1979 Zinaida Sergeevna Morozova, from 1979 to 1983 Vera Anatolevna Sklyar, then Agrafena Borisovna Tyan until 1993, Feruza Anvarovna Yunusova from April 1993 to March 2008, and then Svetlana Gennadevna Ribkina .",
  "alisher": "Alisher Navoiy University Library",
  "tatu": "Tuit.uz",
  "Columbia": "Columbia University Library",
  "Chicago": "Chicago University Library",
  "John_Hopkins": "Johns Hopkins University Library",
  "John_Hopkins_desc": "To use a Hopkins library in person, students and faculty must possess a J-Card. Students are issued a J-Card upon registering for their first course. The J-Card serves as an ID card and as a library card in the Hopkins libraries. Students who are Hopkins employees at locations other than the Homewood campus use their divisional library or library/ID card.All students and faculty have access to the library’s extensive collection of online resources. The Sheridan Libraries offers over a million e-books, over 900 databases supporting all disciplines and a rich collection of e-journals. Access to the resources is with your university JHED ID and password.Students in online programs also have remote access to librarians. Please find the contact information for the librarians supporting your program.",
  "uzb_library": "National Library of Uzbekistan , Alisher Navoi State National Library of the Republic of Uzbekistan - the largest library in Uzbekistan; Scientific-methodical center of the Republic of Uzbekistan on librarianship and bibliography. As the spiritual and cultural center of the republic, it serves to meet the spiritual and informational needs of society, enrich science, education, national culture, conducts library, bibliographic, research, methodological and information work for all libraries in the country. National Library of Uzbekistan. Member of the International Library Association.It was founded in 1870 in Tashkent under the name of Tashkent Public Library. Since 1886 it has been called the Turkestan Public Library, and since 1919 the Turkestan People's Library. The State Library of Uzbekistan since 1925, the Central Asian State Public Library since 1929, the Uzbek State Public Library since 1934.",
  "Harvard_library": "The Harvard Library is the umbrella organization for the Harvard University libraries and their shared services, such as access, preservation, digital infrastructure, digital imaging, and discovery services. The Harvard Library is nearly 400 years old, making it the oldest library system in the United States. Additionally, the Harvard Library is the largest private library system and largest academic library in the world. Its collection holds nearly 20 million volumes, 400 million manuscripts, 10 million photographs, and one million maps.Harvard Library holds the third largest collection in the United States, after the Library of Congress and Boston Public Library. Based on the number of items held, it is the fifth largest library in the United States",
  "MIT": "The library system of the Massachusetts Institute of Technology (MIT Libraries) covers all five academic schools comprising the university. The print and multimedia collections of the MIT Libraries include more than 5 million items, with over 3 million volumes of print material, 17,000 journal and other serial subscriptions, 478 online databases, over 55,000 electronic journal titles licensed for access, and over 2.8 million items in collections of microforms, maps, images, musical scores, sound recordings, and videotapes.The MIT library was established in 1862 with a gift of seven volumes, three years before classes began. The MIT Libraries are four divisional libraries: Hayden (Science and Humanities), Barker Engineering, Dewey (social sciences and management), and Rotch (architecture and planning). ",
  "Library": "A library is a collection of materials, books or media that are easily accessible for use and not just for display purposes. It is responsible for housing updated information in order to meet the user's needs on a daily basis. A library provides physical (hard copies documents) or digital access (soft copies) materials, and may be a physical location or a virtual space, or both. A library's collection can include printed materials and other physical resources in many formats such as DVD, CD and Cassette as well as access to information, music or other content held on bibliographic databases.",
  "Fargana": "Fergana Information and Library Center",
  "Tashkent": "Tashkent Regional Information and Library Center",
  "Tashkent2": "Information and library center of Tashkent",
  "Samarqand": "Samarqand Information and Library Center",
  "Qashqadarya": "Qashqadarya Information and Library Center",
  "Jizzakh": "Jizzakh Information and Library Center",
  "Bukhara": "Bukhara Information and Library Center",
  "Khorezm": "Khorezm Information and Library Center",
  "Surkhandarya": "Surkhandarya Information and Library Center",
  "Syrdarya": "Syrdarya Information and Library Center",
  "Namangan": "Namangan Information and Library Center",
  "Navoi": "Navoi Information and Library Center",
  "Karakalpak": "Karakalpak Information and Library Center"
}
