{"TITLE": "Портал предоставляет адреса сайтов для прямого общения с информационными и библиотечными учреждениями Узбекистана",
  "title": "Информационный портал информационно-библиотечного учреждения",
  "home": "Домашняя страница",
  "news": "Новости",
  "about_library": "О библиотеках",
  "books": "Книги по программированию",
  "libraries": "Библиотеки",
  "library": "Библиотека",
  "tuit": "Ташкентский университет информационных технологий",
  "Books": "Книги",
  "read_more": "Прочитайте",
  "motivation": "Книги — уникальное портативное волшебство",
  "exit": "шикарный",
  "authors": "Авторы",
  "product_details": "Информация о продукте",
  "country": "Страна",
  "Alisher":"Алишер Навоий номидаги Ўзбекистон Миллий кутубхонаси",
  "publisher": "Издатель",
  "publish_date": "Дата публикации",
  "language": "Язык",
  "description": "Описание",
  "library_links": "Ссылки на библиотеки",
  "contact": "Свяжитесь со мной в социальных сетях:",
  "contact1": "Контакт",
  "location": "Бокинский район Ташкентской области",
  "useful_links": "Полезные ссылки",
  "Uzb": "Национальная библиотека Узбекистана",
  "uzb_library": "Национальная библиотека Узбекистана , Государственная национальная библиотека Республики Узбекистан имени Алишера Навои — ​​крупнейшая библиотека Узбекистана; Научно-методический центр Республики Узбекистан по библиотечному делу и библиографии. Являясь духовно-культурным центром республики, он обслуживает духовно-информационные потребности общества, обогащает науку, образование, национальную культуру, обеспечивает библиотечное, библиографическое, научно-методическое и информационное обеспечение всех библиотек страны. Национальная библиотека Узбекистана. Член Международной библиотечной ассоциации.Она была основана в 1870 году в Ташкенте под названием Ташкентская публичная библиотека. С 1886 года она называется Туркестанской публичной библиотекой, а с 1919 года - Туркестанской народной библиотекой. Государственная библиотека Узбекистана с 1925 года, Среднеазиатская государственная публичная библиотека с 1929 года, Узбекская государственная публичная библиотека с 1934 года.",
  "Harvard": "Библиотека Гарвардского университета",
  "Stanford": "Библиотека Стэнфордского университета",
  "Oxword": "Библиотека Оксфордского университета",
  "Cambridge": "Библиотека Кембриджского университета",
  "Cambridge_library": "Библиотека Кембриджского университета — главная исследовательская библиотека Кембриджского университета. Это самая большая из более чем 100 библиотек университета. Библиотека является основным научным ресурсом для сотрудников Кембриджского университета и внешних исследователей. В университете его часто называют UL. Тридцать три библиотеки факультетов и ведомств связаны с университетской библиотекой в целях центрального управления и администрирования, образуя «библиотеки Кембриджского университета».",
  "California": "Библиотека Калифорнийского университета",
  "California_desc": "Калифорнийский университет управляет крупнейшей системой академических библиотек в мире. Он управляет более чем 40,8 миллионами печатных томов[1] в 100 библиотеках в десяти кампусах. Цель этих библиотек - помочь исследованиям и обучению в кампусах Калифорнийского университета. Хотя каждая библиотека кампуса является отдельной, они совместно используют (через библиотечную систему UC) средства для хранения, компьютеризированного индексирования, цифровых библиотек и управления.Исторически сложилось так, что каждый кампус поддерживал свой собственный библиотечный каталог и одновременно участвовал в общесистемном сводном каталоге Melvyl. 27 июля 2021 года все десять кампусов запустили UC Library Search, единый общесистемный библиотечный каталог на основе платформы Ex Libris Alma/Primo.",
  "Yale": "Библиотека Йельского университета",
  "Columbia": "Библиотека Колумбийского университета",
  "Chicago": "Библиотека Чикагского университета",
  "Washington": "Библиотека Вашингтонского университета",
  "book": "Книга.uz",
  "Oxword_library":"Библиотека Оксфордского университета",
  "Oxword_library_desc":"Бодлеанские библиотеки Оксфордского университета являются крупнейшей университетской библиотечной системой в Соединенном Королевстве. Он включает в себя главную университетскую библиотеку — Бодлеанскую библиотеку, которая уже 400 лет является библиотекой обязательного экземпляра; а также 30 библиотек в Оксфорде, включая крупные исследовательские библиотеки и библиотеки факультетов, факультетов и институтов. Вместе библиотеки содержат более 12 миллионов печатных единиц, более 80 000 электронных журналов и выдающиеся специальные коллекции, включая редкие книги и рукописи, классические папирусы, карты, музыку, искусство и печатные издания. Представители общественности могут ознакомиться с коллекциями через онлайн-портал изображений Bodleian по адресу digital.bodleian.ox.ac.uk или посетив выставочные галереи в библиотеке Bodleian’s Weston. Для получения дополнительной информации посетите сайт www.bodleian.ox.ac.uk.",
  "Republican_Scientific_Pedagogical_Library":"Республиканская научно-педагогическая библиотека",
  "Republican_Scientific_Pedagogical_Library_desc":"Ташкентский государственный педагогический университет имени Низами – один из крупнейших научно-образовательных центров страны, с богатой историей и сложившимися положительными традициями. Высококвалифицированный научно-педагогический коллектив университета дает студентам качественные знания. В распоряжении преподавателей учебные корпуса, лаборатории, информационно-ресурсный центр, электронная библиотека, центр информационных технологий, типография, спортивный комплекс, музей, центры подготовки и переподготовки кадров, учебно-оздоровительный лагерь, студенческие общежития и столовые.",
  "Academy_of_Sciences_of_Uzbekistan":"Академия наук Узбекистана",
  "Academy_of_Sciences_of_Uzbekistan_desc":"Академия наук Узбекистана (аббревиатура: АН Узбекистана или УзФА), полное наименование Академии наук Республики Узбекистан – Национальная академия наук Узбекистана. Академия была открыта в ноябре 1943 года. Сегодня он является членом Международного научного союза (ICSU), Международного союза радио (URSI) и Международного астрономического союза (IAU).Академия наук Узбекистана является высшей научной организацией страны. Он объединяет ученых и их иностранных членов, а также исследователей и специалистов из дочерних научно-исследовательских институтов. Его основной задачей является обеспечение реализации государственной политики в области науки и техники, фундаментальных исследований по перспективным направлениям развития государства и общества и развития передовых технологий, фундаментальное содействие в социально-экономической, научно-технической и исследование духовного развития.",
  "knowladge": "Знание.uz",
  "Turon":"Библиотека Туран",
  "children_library":"Республиканская детская библиотека",
  "children_library_desc":"Республиканская детская библиотека была создана в январе 1965 года на базе Фонда отдела по работе с подростками Государственной библиотеки имени Алишера Навои как научно-методический центр детских библиотек в регионах по решению Кабинета Министров Республики. Узбекистана.Первоначально библиотека располагалась в одном здании с библиотекой Маяковского, а в 1972 году приобрела собственное здание. Выбор здания для библиотеки основывался на его расположении в центре города, удобном расположении, близости к школам и детским садам.",
  "turon_desc":"Туронская библиотека (Ташкентская областная универсальная научная библиотека «Турон») — в республике Узбекистан одна из крупнейших библиотек научных и образовательных учреждений. В 1918 году в Ташкенте открылась самостоятельная публичная библиотека. В 1919 г. 'Турон' получил название (1928-1993 гг. - 'Октябрьский' с носком имени). Расположенный в здании библиотеки, первоначально в 1913 году просвещенный Авлоний Абдулла в руководстве 'Турон' фарфорового театра настраивал. г. Ташкента просветительский «Турон» по инициативе общества и своими книгами и в качестве личного дара библиотеке в этом же здании на этаже заложен фонд (1913 г.). Библиотека Турон Мунавваркори Абдурашидхонов, Абдулла Авлоний, Абдулла Кадири, Чолпон, Зафарий Гулом, Рахимий Шокирджон, Маннон Уйгур, Маджид Кадири тараккийпарвар, как объединение Родины и интеллигенции национальных СМИ, занимающих высокое место в борьбе ибо свобода здесь в форме духовного.",
  "tatu": "Tatu.uz",
  "Knowladge":"Библиотека знаний",
  "alisher": "Библиотека Университета Алишера Навои",
  "John_Hopkins": "Библиотека Университета Джона Хопкинса",
  "John_Hopkins_desc": "Чтобы лично пользоваться библиотекой Хопкинса, студенты и преподаватели должны иметь J-Card. Студентам выдается J-Card при регистрации на первый курс. J-Card служит удостоверением личности и читательским билетом в библиотеках Хопкинса. Учащиеся, являющиеся сотрудниками Хопкинса в других местах, помимо кампуса Хоумвуда, пользуются своей библиотекой отделения или библиотекой/удостоверением личности.Все студенты и преподаватели имеют доступ к обширной коллекции онлайн-ресурсов библиотеки. Библиотеки Шеридана предлагают более миллиона электронных книг, более 900 баз данных по всем дисциплинам и богатую коллекцию электронных журналов. Доступ к ресурсам предоставляется с вашим университетским идентификатором JHED и паролем.Студенты онлайн-программ также имеют удаленный доступ к библиотекарям. Пожалуйста, найдите контактную информацию библиотекарей, поддерживающих вашу программу.",
  "Harvard_library": "Гарвардская библиотека является головной организацией для библиотек Гарвардского университета и их общих услуг, таких как доступ, сохранение, цифровая инфраструктура, цифровые изображения и службы обнаружения. Гарвардской библиотеке почти 400 лет, что делает ее старейшей библиотечной системой в Соединенных Штатах. Кроме того, Гарвардская библиотека является крупнейшей частной библиотечной системой и крупнейшей академической библиотекой в ​​мире. Его коллекция содержит почти 20 миллионов томов, 400 миллионов рукописей, 10 миллионов фотографий и один миллион карт.Гарвардская библиотека обладает третьей по величине коллекцией в США после Библиотеки Конгресса и Бостонской публичной библиотеки . По количеству хранящихся предметов это пятая по величине библиотека в Соединенных Штатах",
  "MIT_Library": "Библиотека Массачусетского технологического института",
  "MIT": "Библиотечная система Массачусетского технологического института (MIT Libraries) охватывает все пять академических школ , входящих в состав университета. Печатные и мультимедийные коллекции библиотек Массачусетского технологического института включают более 5 миллионов единиц хранения, более 3 миллионов томов печатных материалов, 17 000 подписок на журналы и другие периодические издания, 478 онлайн-баз данных, более 55 000 наименований электронных журналов, доступ к которым лицензирован, и более 2,8 миллиона единиц хранения. в коллекциях микроформ, карт, изображений, партитур, звукозаписей и видеокассет.Библиотека Массачусетского технологического института была создана в 1862 году с подарком семи томов, за три года до начала занятий. Библиотеки Массачусетского технологического института представляют собой четыре специализированные библиотеки: Hayden (естественные и гуманитарные науки), Barker Engineering, Dewey (социальные науки и менеджмент) и Rotch (архитектура и планирование)",
  "Library": "Библиотека — это собрание материалов , книг или медиа, которые легко доступны для использования, а не только для демонстрации. Он отвечает за размещение обновленной информации для ежедневного удовлетворения потребностей пользователя. Библиотека предоставляет физические материалы (печатные копии документов) или материалы с цифровым доступом (электронные копии) и может быть физическим местоположением или виртуальным пространством, или и тем, и другим. Коллекция библиотеки может включать печатные материалы и другие физические ресурсы во многих форматах, таких как DVD , CD и кассеты, а также доступ к информации, музыке или другому контенту, хранящемуся в библиографических базах данных ."
}
