{
  "TITLE":"Portalda o'zbekcha axborot-kutubxona muassalari bilan to'g'rida-to'g'ri aloqa qilish uchun sayt manzillari keltirilgan",
  "title": "Axborot kutubxona muassasasining axborot portali",
  "home": "Bosh sahifa",
  "news": "Yangiliklar",
  "about_library": "Kutubxonalar haqida malumot",
  "books": "Kitoblar",
  "libraries": "Kutubxonalar",
  "library": "Kutubxona",
  "tuit": "Toshkent Axborot Texnologiyalar Universiteti",
  "Books": "Kitoblar",
  "read_more": "Batafsil",
  "motivation": "Kitoblar o'ziga xos ko'chma sehrdir",
  "exit": "Chiqish",
  "authors": "Mualliflar",
  "product_details": "Mahsulot tafsilotlari",
  "country": "Davlat",
  "publisher": "Nashriyotchi",
  "publish_date": "Nashr qilingan sana",
  "language": "Til",
  "description": "Izoh",
  "contact": "Ijtimoiy tarmoqlarda men bilan bog'laning:",
  "contact1": "Aloqa",
  "location": "Toshkent viloyati Bo'ka tumani",
  "useful_links": "Foydali havolalar",
  "library_links": "Kutubxonalar havolalari",
  "MIT_Library": "MIT universiteti kutubxonasi",
  "Harvard": "Harvard Universiteti Kutubxonasi",
  "Stanford": "Stanford Universiteti Kutubxonasi",
  "California": "California University Kutubxonasi",
  "California_desc": "Kaliforniya universiteti dunyodagi eng katta akademik kutubxona tizimini boshqaradi. U o'nta kampusdagi 100 ta kutubxonada 40,8 milliondan ortiq bosma jildlarni[1] boshqaradi. Ushbu kutubxonalarning maqsadi Kaliforniya universiteti kampuslarida tadqiqot va o'qitishga yordam berishdir. Har bir kampus kutubxonasi alohida bo'lsa-da, ular (UC kutubxonasi tizimi orqali) saqlash, kompyuterlashtirilgan indeksatsiya, raqamli kutubxonalar va boshqarish uchun imkoniyatlarni baham ko'radi.Tarixiy jihatdan, har bir kampus o'zining kutubxona katalogini yuritgan va bir vaqtning o'zida Melvyl tizimli ittifoq katalogida ishtirok etgan. 2021-yil 27-iyul kuni barcha o‘nta kampus UC Library Search, Ex Libris Alma/Primo platformasiga asoslangan yagona tizimli kutubxona katalogi bilan jonli efirga chiqdi.",
  "Yale": "Yale Universiteti Kutubxonasi",
  "Columbia": "Kolumbiya universiteti kutubxonasi",
  "Washington": "Vashington universiteti kutubxonasi",
  "book": "Kitob.uz",
  "Knowladge":"Bilim Kutubxonasi",
  "knowladge": "Bilim.uz",
  "tatu": "Tatu.uz",
  "alisher": "Alisher Navoiy Universiteti Kutubxonasi",
  "Chicago": "Chikago Universiteti Kutubxonasi",
  "John_Hopkins": "Jons Xopkins universiteti kutubxonasi",
  "John_Hopkins_desc": "Xopkins kutubxonasidan shaxsan foydalanish uchun talabalar va oʻqituvchilar J-Cardga ega boʻlishi kerak. Talabalarga birinchi kursga ro'yxatdan o'tgandan so'ng J-Card beriladi. J-Card ID karta va Xopkins kutubxonalarida kutubxona kartasi sifatida xizmat qiladi. Homewood kampusidan boshqa joylarda Xopkins xodimlari bo'lgan talabalar o'zlarining bo'linma kutubxonasi yoki kutubxona/ID kartasidan foydalanadilar.Barcha talabalar va professor-o‘qituvchilar kutubxonaning onlayn resurslarining keng to‘plamidan foydalanishlari mumkin. Sheridan kutubxonalari milliondan ortiq elektron kitoblarni, barcha fanlarni qo'llab-quvvatlaydigan 900 dan ortiq ma'lumotlar bazalarini va elektron jurnallarning boy to'plamini taklif etadi. Resurslarga kirish sizning universitetingiz JHED ID va parolingiz bilan amalga oshiriladi.Onlayn dasturlardagi talabalar kutubxonachilarga masofadan kirish imkoniyatiga ham ega. Iltimos, dasturingizni qo'llab-quvvatlovchi kutubxonachilar uchun aloqa ma'lumotlarini toping.",
  "Oxword": "Oxword Universiteti Kutubxonasi",
  "Cambridge": "Cambridge Universiteti Kutubxonasi",
  "Cambridge_library": "Kembrij universiteti kutubxonasi Kembrij universitetining asosiy tadqiqot kutubxonasi. Bu universitetdagi 100 dan ortiq kutubxonalar ichida eng kattasi.[1] Kutubxona Kembrij universiteti a'zolari va tashqi tadqiqotchilar uchun asosiy ilmiy manbadir. Universitet ichida ko'pincha UL deb ataladi.[2] O'ttiz uchta fakultet va kafedra kutubxonalari 'Kembrij universiteti kutubxonalari' ni tashkil etuvchi markaziy boshqaruv va ma'muriyat maqsadida Universitet kutubxonasi bilan bog'langan.",
  "Uzb": "O'zbekiston Milliy Kutubxonasi",
  "Turon":"Turon Kutubxonasi",
  "Oxword_library":"Oxword universiteti kutubxonasi",
  "Oxword_library_desc":"Oksford universitetidagi Bodleian kutubxonalari Buyuk Britaniyadagi eng yirik universitet kutubxonasi tizimidir. U 400 yil davomida qonuniy depozit kutubxonasi bo'lgan asosiy Universitet kutubxonasini o'z ichiga oladi - Bodleian kutubxonasi; shuningdek, Oksforddagi 30 ta kutubxona, jumladan, yirik tadqiqot kutubxonalari va fakultet, kafedra va institut kutubxonalari. Kutubxonalarda birgalikda 12 milliondan ortiq bosma nashrlar, 80 000 dan ortiq elektron jurnallar va noyob kitoblar va qo'lyozmalar, klassik papiruslar, xaritalar, musiqa, san'at va bosma efemeralar kabi ajoyib maxsus to'plamlar mavjud. Jamiyat a'zolari to'plamlarni Bodleianning digital.bodleian.ox.ac.uk onlayn tasvir portali orqali yoki Bodleianning Weston kutubxonasidagi ko'rgazma galereyalariga tashrif buyurish orqali o'rganishlari mumkin. Qo'shimcha ma'lumot uchun www.bodleian.ox.ac.uk saytiga tashrif buyuring.",
  "Republican_Scientific_Pedagogical_Library":"Respublika Ilmiy Pedagogika Kutubxonasi",
  "Republican_Scientific_Pedagogical_Library_desc":"Nizomiy nomidagi Toshkent davlat pedagogika universiteti respublikamizdagi ilmiy-ma`rifiy markazlardan biri bo`lib, o`z boy tarixi va shakllangan an`analariga ega. Universitetning yuqori malakali ilmiy-pedagoglar jamoasi talabalarga sifatli bilimlar berishmoqda. O'quv markazi binolari, laboratoriyalar, axborot resurslari, elektron biblioteka, axborot texnologiyalari markazi, tipografiya, sport kompleksi, muzey, malaka` va qayta tiklash markazlari, oquv-sog`lomlashtirish lageri, talabalar turar joyabalari va oshxonalar professor-talar o 'o'qituvchilar ixtiyorida.",
  "Academy_of_Sciences_of_Uzbekistan":"Oʻzbekiston Fanlar akademiyasi",
  "Academy_of_Sciences_of_Uzbekistan_desc":"Oʻzbekiston Fanlar akademiyasi (qisqartmasi: Oʻzbekiston FA yoki OʻzFA), toʻliq nomi Oʻzbekiston Respublikasi Fanlar akademiyasi Oʻzbekiston milliy akademiyasidir. Akademiya 1943-yilning noyabrida ochilgan. Bugungi kunda Xalqaro Ilmiy Ittifoq (ICSU), Xalqaro Radioittifoq (URSI) va Xalqaro Astronomik Ittifoq (IAU) aʼzosidir.Oʻzbekiston FA — mamlakatning oliy ilmiy tashkiloti. Akademiklar va uning xorijiy aʼzolarini hamda oʻz tasarrufidagi ilmiy muassasalar ilmiy xodimlari va mutaxassislarini birlashtiradi. Asosiy vazifasi fan va texnika sohasidagi davlat siyosatining amalga oshirilishini taʼminlash, davlat va jamiyat taraqqiyotini taʼminlovchi istiqbolli yoʻnalishlar boʻyicha fundamental ilmiy tekshirish va ilgʻor texnologiyalarni rivojlantirish strategiyasini belgilash, tabiiy, texnikaviy, tibbiy, ijtimoiygumanitar fanlar sohasida jamiyatning ijtimoiy-iqtisodiy, ilmiytexnikaviy va maʼnaviymaʼrifiy rivojiga koʻmaklashuvchi fundamental tadqiqotlar olib borishdan iborat.",
  "children_library":"Respublika Bolalar Kutubxonasi",
  "children_library_desc":"Respublika bolalar kutubxonasi 1965 yilning yanvar oyida Alisher Navoiy nomidagi Davlat kutubxonasining “O‘smirlarga xizmat ko‘rsatish bo‘limi fondi” ning negizida, O‘zbekiston Respublikasi Vazirlar Mahkamasi qaroriga asosan viloyatlardagi bolalar kutubxonalari uchun ilmiy-uslubiy markaz sifatida tashkil etildi.Kutubxona dastlabki davrda V.Mayakovskiy nomidagi kutubxona bilan bir binoda joylashtirilgan edi va 1972 yildan esa u o‘z binosiga ega bo‘ldi. Kutubxona uchun bino tanlashda uni shaharning markazida, qulay joyda joylashishi, maktablar va bolalar bog‘chalari yaqinligi hisobga olindi.",
  "turon_desc":"Turon kutubxonasi (Toshkent viloyati 'Turon' ilmiy universal kutubxonasi) — Oʻzbekiston Respublikasidagi eng yirik kutubxonalardan biri, ilmiy-maʼrifiy muassasa. 1918-yilda Toshkentda mustaqil ommaviy kutubxona sifatida ochilgan. 1919-yilda 'Turon' nomi berilgan (1928—1993-yillarda 'Oktyabr' nomi bilan atalgan). Kutubxona joylashgan binoda dastlab 1913-yilda maʼrifatparvar Abdulla Avloniy boshchiligida 'Turon' teatr truppasi tuzilgan. Toshkent shahri maʼrifatparvarlarining 'Turon' jamiyati tashabbusi bilan va ularning shaxsiy kitoblari va sovgʻa qilgan jamgʻarmalari zaminida shu binoda kutubxonaga ham asos solingan (1913). Turon kutubxonasi Munavvarqori Abdurashidxonov, Abdulla Avloniy, Abdulla Qodiriy, Choʻlpon, Gʻulom Zafariy, Shokirjon Rahimiy, Mannon Uygʻur, Majid Qodiriy kabi taraqqiyparvar ziyolilarni birlashtirgan hamda Vatan, millat ozodligi uchun kurashda yuksak oʻrin tutgan maʼnaviy muxit shu yerda shakllangan",
  "Alisher":"Национальная библиотека Узбекистана имени Алишера Навои",
  "uzb_library": "Oʻzbekiston milliy kutubxonasi, Alisher Navoiy nomidagi Oʻzbekiston Respublikasi davlat milliy kutubxonasi — Oʻzbekistondagi eng yirik kutubxona; kutubxonashunoslik va bibliografiya boʻyicha Oʻzbekiston Respublikasining ilmiyuslubiy markazi. Respublikaning maʼnaviy-madaniy markazi sifatida jamiyatning maʼnaviy va axborot ehtiyojlarini qondirish, fan, maorif, milliy madaniyatni boyitishga xizmat qiladi, mamlakatdagi barcha kutubxonalar uchun kutubxonachilik, bibliografiya, ilmiy tekshirish metodika va axborot ishlarini amalga oshiradi. Oʻzbekiston milliy kutubxonasik. Xalqaro kutubxonalar assotsiatsiyasiga aʼzo.Toshkent shahrida 1870-yilda Toshkent ommaviy kutubxonasi nomi bilan asos solingan. 1886-yildan Turkiston ommaviy kutubxonasi, 1919-yildan Turkiston xalq kutubxonasi deb atalgan. 1925-yildan Oʻzbekiston davlat kutubxonasi, 1929-yildan Oʻrta Osiyo davlat ommaviy kutubxonasi, 1934-yildan Oʻzbek davlat ommaviy kutubxonasi. 2002-yildan hozirgi nomda.",
  "Harvard_library": "Garvard kutubxonasi Garvard universiteti kutubxonalari va ularning kirish, saqlash, raqamli infratuzilma, raqamli tasvirlash va kashfiyot xizmatlari kabi umumiy xizmatlari uchun soyabon tashkilotdir . Garvard kutubxonasining yoshi qariyb 400 yil bo'lib, uni Qo'shma Shtatlardagi eng qadimgi kutubxona tizimiga aylantiradi. Bundan tashqari, Garvard kutubxonasi dunyodagi eng katta shaxsiy kutubxona tizimi va eng katta akademik kutubxona hisoblanadi. Uning kolleksiyasida 20 millionga yaqin jild, 400 million qoʻlyozma, 10 million fotosurat va bir million xarita mavjud.Garvard kutubxonasi AQShda Kongress kutubxonasi va Boston jamoat kutubxonasidan keyin uchinchi eng katta kolleksiyaga ega . Saqlangan narsalar soniga ko'ra, u Qo'shma Shtatlardagi beshinchi yirik kutubxona hisoblanadi.",
  "MIT": "Massachusets texnologiya institutining kutubxona tizimi (MIT kutubxonalari) universitet tarkibiga kiruvchi barcha beshta akademik maktabni qamrab oladi . MIT kutubxonalarining bosma va multimedia to'plamlari 3 million jilddan ortiq bosma materiallar, 17 000 jurnal va boshqa seriyali obunalar, 478 onlayn ma'lumotlar bazalari, kirish uchun litsenziyalangan 55 000 dan ortiq elektron jurnal nomlari va 2,8 milliondan ortiq narsalarni o'z ichiga olgan 5 milliondan ortiq narsalarni o'z ichiga oladi. mikroformalar, xaritalar, tasvirlar, musiqiy notalar, ovozli yozuvlar va videotasvirlar to'plamlarida.MIT kutubxonasi 1862 yilda yetti jildlik sovg'a bilan, darslar boshlanishidan uch yil oldin tashkil etilgan. MIT kutubxonalari to'rtta bo'linma kutubxonalari: Hayden (fan va gumanitar fanlar), Barker muhandislik, Dyui (ijtimoiy fanlar va menejment) va Rotch (arxitektura va rejalashtirish).",
  "Library": "Kutubxona — bosma va ayrim qoʻlyozma asarlardan ommaviy foydalanishni taʼminlovchi madaniy-maʼrifiy va ilmiy muassasa; muntazam ravishda bosma asarlar toʻplash, saqlash, targʻib qilish va kitobxonlarga yetkazish, shuningdek, axborot-bibliografiya ishlari bilan shugʻullanadi, ommaning madaniy saviyasini oshirishda faollik koʻrsatadi. Kitobxonlarga xizmat koʻrsatish K.ning asosiy faoliyati boʻlib, qolgan barcha faoliyatlar (kitob fondini butlash va uni tashkil etish, fond mazmunini yoritish, uni kitobxonlarga yetkazish qabilar) asosiy faoliyat uchun xizmat kiladi. Kitobxonlarga xizmat koʻrsatishning asosiy maqsadi ularni axborot va adabiyotga boʻlgan talablarini imkon boricha toʻliq qondirish va adabiyot tanlashlariga yordam berishdan iborat. Har bir K. oʻz turiga koʻra kitobxonlarni tabaqalarga boʻlib, alohida kitobxonlar guruhlariga ajratgan holda xizmat koʻrsatishni tashkil qiladi. Adabiyotlar targʻibotining barcha shakl va usullari kitobxonlar talabini imkon qadar toʻliq va tezkorlik bilan qondirishga qaratiladi."
}
