{
  "news": [
    {
      "id": 1,
      "url": "1.jpg",
      "name": "“Central Asia – 2022”: “Fan, ta’lim, madaniyat va biznesda internet va axborot-kutubxona resurslari” XV Xalqaro konferensiyasi",
      "title": "“Central Asia – 2022”: “Fan, ta’lim, madaniyat va biznesda internet va axborot-kutubxona resurslari” XV Xalqaro konferensi"
    },
    {
      "id": 2,
      "url": "2.png",
      "name": "Xorijiy adabiyotlar kutubxonasi",
      "title": "Loyiha haqida"
    },
    {
      "id": 3,
      "url": "3.jpg",
      "name": "O‘zbekiston Milliy kutubxonasida 2022-yil aprel oyida foydalanuvchilar tomonidan eng ko‘p buyurtma qilingan adabiyotlar",
      "title": ""
    },
    {
      "id": 4,
      "url": "4.jpg",
      "name": "#Oltin_sandiq_javohirlari",
      "title": "  Aziz kitobxonlar, biz sizlarni kanalimizda #Oltin_sandiq_javohirlari xeshtegi ostida kutubxona kitob javonlaridan o'rin olgan O‘zbek tilining izohli lug‘atidan ona tilimizda uchraydigan jozibador   so‘zlarning sharhi bilan tanishtirib borishda davom etamiz."
    },
    {
      "id": 5,
      "url": "5.jpg",
      "name": "Akademik Vohid Abdullayev tavalludining 110 yilligiga bag'ishlangan ko‘rgazma",
      "title": "  Aziz kitobxonlar, biz sizlarni kanalimizda #Oltin_sandiq_javohirlari xeshtegi ostida kutubxona kitob javonlaridan o'rin olgan O‘zbek tilining izohli lug‘atdan ona tilimizda uchraydigan jozibador   so‘zlarning sharhi bilan tanishtirib borishda davom etamiz."
    },
    {
      "id": 6,
      "url": "6.jpg",
      "name": "Akademik Vohid Abdullayev tavalludining 110 yilligiga bag'ishlangan ko‘rgazma",
      "title": "   O‘zbekiston Milliy kutubxonasi “Ilm” o‘quv zalida O‘zbekistonda xizmat ko‘rsatgan fan arbobi, O‘zbekiston FA akademigi, adabiyotshunos olim, filologiya fanlari doktori, professor Vohid Abdullayev tavalludining 110 yilligi munosabati bilan kitoblar ko‘rgazmasi ochildi"
    },
    {
      "id": 7,
      "url": "7.jpg",
      "name": "Hurmatli kitobxonlar!",
      "title": "Sizlarni haftaning har juma kuni #kun_hikmati xeshtegi ostida taniqli va ulug olim-u shoirlarning hikmatli iboralari bilan tanishtirib boramiz"
    },
    {
      "id": 8,
      "url": "8.jpg",
      "name": "“O‘chmas u kunlar shuhrati” nomli fotolavhalar ko‘rgazmasi",
      "title": "  O‘zbekiston Respublikasi Prezidentining 2022-yil 29-apreldagi “9-may — Xotira va qadrlash kuniga tayyorgarlik ko‘rish va uni o‘tkazish chora-tadbirlari to‘g‘risida”gi qaroriga asosan “G‘alaba bog‘i” yodgorlik majmuasi tarkibidagi “Shon-sharaf” davlat muzeyida O‘zbeki"
    },
    {
      "id": 9,
      "url": "9.jpg",
      "name": "Rossiya Federatsiyasida Hamdo‘stlik kutubxonalarining ta'lim sohasidagi hamkorligi loyihasi amalga oshirilmoqda",
      "title": "   Rossiya Davlat kutubxonasi (RGB) Mustaqil davlatlar hamdo‘stligining xorijda yashovchi vatandoshlar ishlari bo‘yicha federal agentligi va Xalqaro gumanitar hamkorlik (Rossotrudnichesvo) bilan birgalikda siyosiy, ijtimoiy, ilmiy va ishbilarmon doiralari yosh vakillarining “Yangi avlod” das"
    },
    {
      "id": 10,
      "url": "10.jpg",
      "name": "23-IYUN — XALQARO OLIMPIYA O'YINLARI KUNI ",
      "title": "  E'tiboringizga taqdim etilayotgan ushbu video-rolik orqali Siz Olimpiyada tarixi, sport turlari, uning ramzlari haqidagi eng qiziqarli ma'lumotlarni bilib olasiz. "
    },
    {
      "id": 11,
      "url": "11.jpg",
      "name": "#Oltin_sandiq_javohirlari",
      "title": "#Oltin_sandiq_javohirlari  Mazkur xeshteg ostida O'zbekiston Milliy kutubxonasi fondidan joy olgan, XI asrda yashab ijod etgan buyuk bobokalonimiz – ulug' tilshunos Mahmud Koshg'ariy qalamiga mansub “DEVONU LUG'ATI-T-TURK” (Turkiy so'zlar devoni) asarida uchraydigan ba'zi so&"
    },
    {
      "id": 12,
      "url": "11.2.jpg",
      "name": "23-IYUN — XALQARO OLIMPIYA O'YINLARI KUNI ",
      "title": "Har yili 23-iyun dunyo bo‘yicha xalqaro Olimpiya kuni nishonlanadi (International Olympic Day). Shu sana munosabati bilan O‘zbekiston Milliy kutubxonasi #23_iyun_Olimpiya_oyinlari_kuni  xeshtegi ostida  Siz, aziz kitobxonlar uchun Olimpiya o‘yinlari haqidagi eng qiziqarli ma’lumotlarni ber"
    },
    {
      "id": 13,
      "url": "13.jpg",
      "name": "O'zbekiston Milliy kutubxonasi Inson huquqlari bo'yicha O'zbekiston Respublikasi Milliy markazi bilan hamkorlik memorandumini imzoladi",
      "title": "Joriy yilning 17-iyun kuni Inson huquqlari bo'yicha O'zbekiston Respublikasi Milliy markazi tomonidan O'zbekiston Milliy kutubxonasiga inson huquqlari, ularni himoyalash hamda davlat huquqiga oid 100 dan ortiq nomdagi kitoblar va 20 dan ziyod jurnallar sovg'a qilindi. "
    },
    {
      "id": 14,
      "url": "14.jpg",
      "name": "MANBALAR XAZINASIDAN – IZLANIShLAR NATIJASIGA",
      "title": "   Alisher Navoiy nomidagi O‘zbekiston Milliy kutubxonasining fondi matbuot saqlanishi bo‘yicha ham ancha boy kolleksiyaga ega. XIX a"
    },
    {
      "id": 15,
      "url": "15.jpg",
      "name": "Boshqirdiston tomonidan Milliy kutubxonaga kitoblar hadya yetildi",
      "title": "2022-yil 18-19-iyun kunlari Alisher Navoiy nomidagi O'zbekiston Milliy kutubxonasiga Boshqirdiston Respublikasi Bosh vazirining birinchi o'rinbosari Аzat Badranov, Boshqirdiston Respublikasi Madaniyat vaziri Amina Shafikova va Boshqirdiston Milliy kutubxonasi direktori Marat Zulqarnayevlardan iborat delegatsiya tashrif buyurdi."
    },
    {
      "id": 16,
      "url": "16.jpg",
      "name": "\"Buyuk so'z ustasi\" nomli kitob ko'rgazmasi tashkil etildi",
      "title": "O'zbekiston Milliy kutubxonasining “Tafakkur” o'quv zalida rus yozuvchisi Ivan Аleksandrovich Goncharov tavallud kuni munosabati bilan \"Buyuk so'z ustasi\" nomli kitob ko'rgazmasi tashkil etildi. \n   Ivan Aleksandrovich Goncharov 1812-yil 18-iyun Simbirskda savdoga"
    },
    {
      "id": 17,
      "url": "17.jpg",
      "name": "O‘zbekistonlik jangchilar jasorati yevropalik adiblar asarlarida",
      "title": "   O‘zbekiston Milliy kutubxonasida “Italiya Qarshilik ko‘rsatish harakatida o‘zbekistonliklarning ishtiroki” mavzusida davra suhbati bo‘lib o‘tdi. \"Qalb amri bilan. Apuan Qarshiligi va sovet partizanlarining hissasi\" kitobining muallifi, Karrara shahridagi ital'yan partizanlari uyushma"
    },
    {
      "id": 18,
      "url": "18.jpg",
      "name": "Jahon bolalar futboli kuniga bag‘ishlangan “Va, albatta, futbol” deb nomlangan  kitob-rasmli ko‘rgazma ochildi",
      "title": "   2022-yil 19-iyun kuni O‘zbekiston Milliy kutubxonasi “Istiqbol” o‘qish zalida Jahon bolalar futboli kuniga bag‘ishlangan “Va, albatta, futbol” deb nomlangan  kitob-rasmli ko‘rgazma ochildi. Ko‘rgazmada futbol tarixi, kechasi va buguni haqida hikoya qiluvchi kitoblar, dunyodagi eng ommabop."
    }
  ],
  "news_ru": [
    {
      "id": 1,
      "url": "1.jpg",
      "name": "“Центральная Азия - 2022»: XV Международная конференция «Интернет и информационно-библиотечные ресурсы в науке, образовании, культуре и бизнесе»",
      "title": "“Центральная Азия - 2022»: XV Международная конференция «Интернет и информационно-библиотечные ресурсы в науке, образовании, культуре и бизнесе»"
    },
    {
      "id": 2,
      "url": "2.png",
      "name": "Библиотека иностранной литературы",
      "title": "О проекте"
    },
    {
      "id": 3,
      "url": "3.jpg",
      "name": "Самые заказываемые пользователями книги в Национальной библиотеке Узбекистана в апреле 2022 года",
      "title": ""
    },
    {
      "id": 4,
      "url": "4.jpg",
      "name": "#Золотые сундуки с драгоценностями",
      "title": "Уважаемые читатели, продолжаем знакомить вас с комментариями привлекательных слов на родном языке из узбекского словаря под хештегом #Золотые сундуки с драгоценностями на нашем канале.."
    },
    {
      "id": 5,
      "url": "5.jpg",
      "name": "Выставка, посвященная 110-летию академика Вахида Абдуллаева",
      "title": "Уважаемые читатели, мы продолжим представлять вам на нашем канале под хэштегом #Oltin_sandiq_javohirlari комментарий к привлекательным словам, которые можно найти в нашем родном языке из узбекского словаря на книжных полках."
    },
    {
      "id": 6,
      "url": "6.jpg",
      "name": "Выставка, посвященная 110-летию академика Вахида Абдуллаева",
      "title": " В читальном зале «Илм» Национальной библиотеки Узбекистана открылась выставка книг, посвященная 110-летию заслуженного деятеля науки Узбекистана, академика Академии наук Узбекистана, литературоведа, доктора филологических наук, профессора Вахида Абдуллаева."
    },
    {
      "id": 7,
      "url": "7.jpg",
      "name": "Уважаемые читатели!",
      "title": "Каждую пятницу недели под хэштегом #kun_hikmati мы знакомим вас с мудрыми изречениями известных и великих ученых и поэтов."
    },
    {
      "id": 8,
      "url": "8.jpg",
      "name": "“Бессмертная слава» фотовыставка",
      "title": "  В соответствии с Указом Президента Республики Узбекистан от 29 апреля 2022 года «О мерах по подготовке и проведению Дня памяти и почестей – 9 мая» монумент «Парк Победы» узбекский в Государственном музее «Шон -Шараф"
    },
    {
      "id": 9,
      "url": "9.jpg",
      "name": "В Российской Федерации реализуется проект по сотрудничеству библиотек Содружества в сфере образования",
      "title": " Российская государственная библиотека (РГБ) совместно с Федеральным агентством по делам соотечественников за рубежом Содружества Независимых Государств и Россотрудничеством по международному гуманитарному сотрудничеству (Россотрудничество)"
    },
    {
      "id": 10,
      "url": "10.jpg",
      "name": "23 ИЮНЯ - ДЕНЬ МЕЖДУНАРОДНЫХ ОЛИМПИЙСКИХ ИГР ",
      "title": "В этом видео вы узнаете самую интересную информацию об истории Олимпиады, видах спорта, ее символах."
    },
    {
      "id": 11,
      "url": "11.jpg",
      "name": "#Золотая шкатулка с драгоценными камнями",
      "title": "#Олтин сан Под этим хэштегом из коллекции Национальной библиотеки Узбекистана в работе DEVONU LUG'ATI-T-TURK некоторые общие so & dig gems"
    },
    {
      "id": 12,
      "url": "11.2.jpg",
      "name": "23 ИЮНЯ - ДЕНЬ МЕЖДУНАРОДНЫХ ОЛИМПИЙСКИХ ИГР",
      "title": "Ежегодно 23 июня отмечается Международный олимпийский день. Пользуясь случаем, под хэштегом Национальной библиотеки Узбекистана #23_Июня_Олимпийский_День_День вы, уважаемые читатели, предоставляете самую интересную информацию об Олимпийских играх"
    },
    {
      "id": 13,
      "url": "13.jpg",
      "name": "Национальная библиотека Узбекистана подписала меморандум о сотрудничестве с Национальным центром по правам человека Республики Узбекистан",
      "title": "17 июня Национальный центр по правам человека Республики Узбекистан передал в дар Национальной библиотеке Узбекистана более 100 книг и более 20 журналов по правам человека, их защите и государственному праву."
    },
    {
      "id": 14,
      "url": "14.jpg",
      "name": "ИЗ ИСТОЧНИКОВОГО СОКРОВИЩА - РЕЗУЛЬТАТЫ ИССЛЕДОВАНИЙ",
      "title": "Фонд Национальной библиотеки Узбекистана имени Алишера Навои также имеет богатую коллекцию хранения прессы. XIX "
    },
    {
      "id": 15,
      "url": "15.jpg",
      "name": "Книги, подаренные Национальной библиотеке Башкортостаном",
      "title": "18-19 июня 2022 года Национальную библиотеку Узбекистана имени Алишера Навои посетила делегация в составе Первого заместителя Премьер-министра Республики Башкортостан Азата Бадранова, Министра культуры Республики Башкортостан Амины Шафиковой и Директор Национальной библиотеки Башкортостана Марат Зулкарнаев»."
    },
    {
      "id": 16,
      "url": "16.jpg",
      "name": "Книжная выставка 'Великий мастер слова' ",
      "title": "По случаю дня рождения русского писателя Ивана Александровича Гончарова в читальном зале 'Тафаккур' Национальной библиотеки Узбекистана была устроена книжная выставка 'Великий мастер словa' Иван Александрович Гончаров 1812 г. - 18 июня 2013 г. в Симбирске»"
    },
    {
      "id": 17,
      "url": "17.jpg",
      "name": "Мужество узбекских воинов в произведениях европейских писателей",
      "title": "В Национальной библиотеке Узбекистана состоялся круглый стол на тему «Участие узбеков в итальянском Сопротивлении». Апуанское сопротивление и вклад советских партизан \"автор книги, итальянское партизанское объединение в Карраре"
    },
    {
      "id": 18,
      "url": "18.jpg",
      "name": "И, конечно же, книжно-картинная выставка 'И, конечно же, футбол', посвященная Всемирному дню детского футбола",
      "title": "19 июня 2022 года в читальном зале 'Истикбол'Национальной библиотеки Узбекистана открылась книжно-картинная выставка 'И, конечно же, футбол', посвященная Всемирному дню детского футбола. книги об истории футбола, ночь и день, самые популярные в мире»."
    }
  ],
  "news_en": [
    {
      "id": 1,
      "url": "1.jpg",
      "name": "Central Asia - 2022: XV International Conference Internet and Information and Library Resources in Science, Education, Culture and Business",
      "title": "Central Asia - 2022: XV International Conference Internet and Information and Library Resources in Science, Education, Culture and Business"
    },
    {
      "id": 2,
      "url": "2.png",
      "name": "Library of Foreign Literatured",
      "title": "About the project"
    },
    {
      "id": 3,
      "url": "3.jpg",
      "name": "The most ordered books by users in the National Library of Uzbekistan in April 2022",
      "title": ""
    },
    {
      "id": 4,
      "url": "4.jpg",
      "name": "#Golden treasure chests",
      "title": "Dear readers, we continue to acquaint you with the comments of attractive words in your native language from the Uzbek dictionary under the hashtag #Golden treasure chests on our channel.."
    },
    {
      "id": 5,
      "url": "5.jpg",
      "name": "Exhibition dedicated to the 110th anniversary of Academician Vahid Abdullayev",
      "title": "Dear readers, we will continue to present you on our channel under the hashtag #Oltin_sandiq_javohirlari a commentary on attractive words that can be found in our native language from the Uzbek dictionary on bookshelves."
    },
    {
      "id": 6,
      "url": "6.jpg",
      "name": "Exhibition dedicated to the 110th anniversary of Academician Vahid Abdullayev",
      "title": "An exhibition of books dedicated to the 110th anniversary of the Honored Worker of Science of Uzbekistan, Academician of the Academy of Sciences of Uzbekistan, literary critic, Doctor of Philology, Professor Vahid Abdullayev has opened in the Ilm reading room of the National Library of Uzbekistan."
    },
    {
      "id": 7,
      "url": "7.jpg",
      "name": "Dear readers!",
      "title": "Every Friday of the week, under the hashtag #kun_hikmati, we introduce you to the wise sayings of famous and great scientists and poets."
    },
    {
      "id": 8,
      "url": "8.jpg",
      "name": "“Immortal Glory photo exhibition",
      "title": "In accordance with the Decree of the President of the Republic of Uzbekistan dated April 29, 2022 “On measures for the preparation and holding of the Day of Memory and Honor - May 9”, the Uzbek monument “Victory Park” in the State Museum “Shon-Sharaf"
    },
    {
      "id": 9,
      "url": "9.jpg",
      "name": "A project on cooperation of Commonwealth libraries in the field of education is being implemented in the Russian Federation",
      "title": "The Russian State Library (RSL) together with the Federal Agency for Compatriots Abroad of the Commonwealth of Independent States and Rossotrudnichestvo for International Humanitarian Cooperation (Rossotrudnichestvo)"
    },
    {
      "id": 10,
      "url": "10.jpg",
      "name": "JUNE 23 - INTERNATIONAL OLYMPIC GAMES DAY",
      "title": "In this video you will learn the most interesting information about the history of the Olympics, sports, its symbols."
    },
    {
      "id": 11,
      "url": "11.jpg",
      "name": "#Gold Jeweled Box",
      "title": "#Oltin san Under this hashtag from the collection of the National Library of Uzbekistan in the work of DEVONU LUG'ATI-T-TURK some common so & dig gems"
    },
    {
      "id": 12,
      "url": "11.2.jpg",
      "name": "JUNE 23 - INTERNATIONAL OLYMPIC GAMES DAY",
      "title": "Annually on June 23, International Olympic Day is celebrated. Taking this opportunity, under the hashtag of the National Library of Uzbekistan #23_June_Olympic_Day_Day, dear readers, you provide the most interesting information about the Olympic Games"
    },
    {
      "id": 13,
      "url": "13.jpg",
      "name": "The National Library of Uzbekistan has signed a memorandum of cooperation with the National Center for Human Rights of the Republic of Uzbekistan",
      "title": "On June 17, the National Center for Human Rights of the Republic of Uzbekistan donated over 100 books and over 20 magazines on human rights, their protection and state law to the National Library of Uzbekistan."
    },
    {
      "id": 14,
      "url": "14.jpg",
      "name": "FROM THE SOURCE TREASURE - RESEARCH RESULTS",
      "title": "The Fund of the National Library of Uzbekistan named after Alisher Navoi also has a rich collection of press storage. XIX "
    },{
      "id": 15,
      "url": "15.jpg",
      "name": "Books donated to the National Library by Bashkortostan",
      "title": "On June 18-19, 2022, a delegation consisting of the First Deputy Prime Minister of the Republic of Bashkortostan Azat Badranov, the Minister of Culture of the Republic of Bashkortostan Amina Shafikova and the Director of the National Library of Bashkortostan Marat Zulkarnaev visited the Alisher Navoi National Library of Uzbekistan."
    },
    {
      "id": 16,
      "url": "16.jpg",
      "name": "Book Exhibition 'Great Master of Words'",
      "title": "On the occasion of the birthday of the Russian writer Ivan Aleksandrovich Goncharov, a book exhibition 'The Great Master of Words' Ivan Aleksandrovich Goncharov 1812 - June 18, 2013 in Simbirsk was arranged in the reading room 'Tafakkur' of the National Library of Uzbekistan",
    },
    {
      "id": 17,
      "url": "17.jpg",
      "name": "Courage of Uzbek warriors in the works of European writers",
      "title": "A round table was held at the National Library of Uzbekistan on the topic 'Participation of Uzbeks in the Italian Resistance'. Apuan resistance and the contribution of Soviet partisans \"author of the book, Italian partisan association in Carrara",
    },
    {
      "id": 18,
      "url": "18.jpg",
      "name": "And, of course, the 'And Football, of course' book and art exhibition dedicated to World Youth Football Day",
      "title": "On June 19, 2022, a book and picture exhibition 'And, of course, football', dedicated to the World Children's Football Day, opened in the 'Istikbol' reading room of the National Library of Uzbekistan. Books about the history of football, night and day, are the most popular in world."
    }
  ]
}
